Repository: open-contracting/data-registry
Catalog: data_registry/locale/*/LC_MESSAGES/django.po
Languages: es, ru

source: Created %(count)d job.
es: %(count)djob creado.
ru: Создано %(count)d рабочее место.

source: %(count)d publication either has an incomplete job or will be scheduled shortly.
es: %(count)d publicación tiene un job in completo o será calendarizado pronto.
ru: %(count)d публикация либо имеет незавершённую задачу, либо будет запланирована в ближайшее время.

source: Africa and Middle East
es: África y Medio Oriente
ru: Африка и Средний Восток

source: Eastern Europe & Central Asia
es: Europa del Este & Asia Central
ru: Восточная Европа и Центральная Азия

source: Europe
es: Europa
ru: Европа

source: Latin America & Caribbean
es: América Latina y el Caribe
ru: Латинская Америка и Карибский бассейн

source: North America
es: Norteamérica
ru: Северная Америка

source: Oceania
es: Oceanía
ru: Океания

source: Weekly
es: Semanal
ru: Еженедельно

source: Every 2 weeks
es: Cada 2 semanas

source: Monthly
es: Mensual
ru: Ежемесячно

source: Every 6 months
es: Cada 6 meses
ru: Каждые 6 месяцев

source: Annually
es: Anual
ru: Раз в год

source: This dataset is no longer updated by the publisher
es: Los datos ya no son actualizados por el publicador
ru: Этот набор данных больше не обновляется издателем.

source: Unknown
es: Desconocido
ru: Неизвестный

source: Real time
es: En tiempo real
ru: Реальное время

source: Hourly
es: Cada hora
ru: Ежечасно

source: Daily
es: Diaria
ru: Ежедневно

source: Every 3 months
es: Cada 3 meses
ru: каждые 3 месяца

source: OCP Data Registry
es: Registro de Datos OCP
ru: Реестр данных OCP

source: Download the OCDS data for %(country)s: %(title)s. Learn about the data source's coverage, features and quality issues.
es: Descarga los datos OCDS para %(country)s: %(title)s. Conoce la cobertura, características y problemas de calidad de la fuente de datos.
ru: Загрузите данные в формате OCDS для %(country)s: %(title)s. Узнайте больше о том, какие этапы контрактного процесса описаны в данных, особенностях этого набора данных, а также о проблемах с качеством данных.

source: BACK TO DATASETS SEARCH
es: VOLVER AL BUSCADOR DE CONJUNTO DE DATOS
ru: Назад к поиску датасетов

source: See more, including regulatory context
es: Ver más, incluyendo contexto normativo

source: Show less
es: Ver menos

source: Available formats:
es: Formatos disponibles:
ru: Доступные форматы

source: ACCESS
es: ACCESO
ru: Доступ

source: Overview
es: Resumen
ru: Обзор

source: Data date range:
es: Rango de fechas de los datos:
ru: Диапазон дат

source: The time span over which contracting information was first published, using the <code>date</code> field in OCDS
es: El período durante el cual se publicó por primera vez la información de contratación, utilizando el campo <code>date</code> de OCDS

source: Information about the data date range
es: Información sobre el rango de fechas de datos

source: Update frequency:
es: Frecuencia de actualización:
ru: Периодичность обновлений

source: Last retrieved:
es: Obtenido por última vez:
ru: Последнее получено:

source: This dataset has not yet been retrieved.
es: Este conjunto de datos aún no se ha descargado.
ru: Этот набор данных еще не загружен.

source: retrieved %(retrieval_frequency)s
es: descarga %(retrieval_frequency)s
ru: загружен %(retrieval_frequency)s

source: Retrieved from:
es: Obtenido de:
ru: Извлекаются из:

source: Data is retrieved with <a href='https://kingfisher-collect.readthedocs.io/en/latest/' target='_blank'>Kingfisher Collect</a>. It transforms data as little as possible, like removing <a href='https://en.wikipedia.org/wiki/Byte_order_mark' target='_blank'>BOM</a> and null characters, replacing unescaped newline or tab characters, and transcoding to UTF-8. It retries HTTP errors. New collections must contain more data than previous collections, and over 85%% of requests must succeed. The data is then <a href='https://standard.open-contracting.org/latest/en/schema/merging/' target='_blank'>merged</a> into compiled releases.
es: Los datos se obtienen con <a href='https://kingfisher-collect.readthedocs.io/en/latest/' target='_blank'>Kingfisher Collect</a>. Kingfisher Collect transforma los datos lo menos posible, por ejemplo, elimina <a href='https://es.wikipedia.org/wiki/Marca_de_orden_de_bytes' target='_blank'>BOM</a> y caracteres nulos, reemplaza caracteres de nueva línea o tabulación sin escapar, y transcodifica a UTF-8. También reintenta errores HTTP. Para que una colección sea actualizada en el Registry, la nueva colección descargada debe contener más datos que la colección anterior, y más del 85%% de los requests deben tener éxito. Los datos luego se <a href='https://standard.open-contracting.org/latest/es/schema/merging/' target='_blank'>fusionan</a> en entregas compiladas.

source: You can read the <a href='https://github.com/open-contracting/kingfisher-collect/blob/main/kingfisher_scrapy/spiders/%(collection.source_id)s.py' target='_blank'>source code</a> for this dataset's spider.
es: Puede leer el <a href='https://github.com/open-contracting/kingfisher-collect/blob/main/kingfisher_scrapy/spiders/%(collection.source_id)s.py' target='_blank'>código fuente</a> del spider de este conjunto de datos.

source: Information about data retrieval
es: Información sobre la obtención de datos

source: License:
es: Licencia:
ru: Лицензия

source: See permissions and conditions
es: Ver permisos y condiciones

source: Publication policy:
es: Política de publicación:
ru: Политика публикации:

source: Main language:
es: Idioma principal:
ru: Основной язык:

source: OCID prefix:
es: Prefijo OCID:
ru: OCID префикс

source: Data available
es: Datos disponibles
ru: Доступные данные

source: An individual contracting process has several different stages: tendering, awarding, contracting and implementation. You can dive into the details of the contracting stages in this <a href="https://standard.open-contracting.org/latest/en/primer/how/" target="_blank">tutorial</a>.
es: Un proceso de contratación consta de varias etapas: licitación, adjudicación, contratación e implementación. Puedes aprender sobre los detalles de las etapas de contratación en <a href="https://standard.open-contracting.org/latest/es/primer/how/" target="_blank">este tutorial</a>.
ru: Процесс заключения контракта состоит из нескольких этапов: проведение торгов, присуждение контракта, заключение контракта и реализация. Вы можете узнать об этапах заключения контракта в <a href="https://standard.open-contracting.org/latest/en/primer/how/" target="_blank">этом руководстве</a>.

source: These counts are the number of JSON objects across all <abbr title="In OCDS terminology, the registry represents a contracting process as a 'compiled release'.">contracting processes</abbr>. Parties, tenderers and suppliers are unique within a contracting process, but can be repeated across contracting processes. You can learn about data publication in <a href="https://standard.open-contracting.org/latest/en/primer/releases_and_records/" target="_target">this tutorial</a>.
es: Estos conteos corresponden al número de objetos JSON en todos los <abbr title="En la terminología de OCDS, el Registro de Datos representa un proceso de contratación como un 'release compilado'.">procesos de contratación</abbr>. Las partes, oferentes y proveedores son únicos dentro de un proceso de contratación, pero pueden repetirse en diferentes procesos de contratación. Puedes aprender sobre la publicación de datos en <a href="https://standard.open-contracting.org/latest/es/primer/releases_and_records/" target="_target">este tutorial</a>.

source: Parties
es: Partes involucradas
ru: Стороны

source: Count of parties:
es: Cantidad de partes involucradas:
ru: Количество сторон

source: Plannings
es: Planeación
ru: Планы

source: Count of planning activities:
es: Número de actividades de planeación:
ru: Количество запланированых мероприятий

source: Tenders
es: Licitaciones
ru: Тендеры

source: Count of tenders:
es: Cantidad de licitaciones:
ru: Количество тендеров:

source: Count of tenderers:
es: Cantidad de oferentes:
ru: Количество участников тендера:

source: Count of tender items:
es: Cantidad de artículos de licitaciones:
ru: Количество айтемов в тендере:

source: Awards
es: Adjudicaciones
ru: Присуждение

source: Count of awards:
es: Cantidad de adjudicaciones:
ru: Количество присуждений:

source: Count of award suppliers:
es: Cantidad de proveedores de adjudicaciones:
ru: Количество присужденных поставщиков:

source: Count of award items:
es: Cantidad de artículos adjudicados:
ru: Колиечство айтемов с присуждениями:

source: Contracts
es: Contratos
ru: Контракты

source: Count of contracts:
es: Cantidad de contratos:
ru: Количество контрактов:

source: Count of contract items:
es: Cantidad de artículos contratados:
ru: Количество законтрактированных айтемов:

source: Count of contract transactions:
es: Cantidad de transacciones en contratos:
ru: Количество транзакций по контракту:

source: Documents
es: Documentos
ru: Документы

source: Count of documents:
es: Cantidad de documentos:
ru: Количество документов:

source: Milestones
es: Hitos
ru: Этапы

source: Count of milestones:
es: Cantidad de hitos:
ru: Количество этапов:

source: Amendments
es: Enmiendas:
ru: Изменения

source: Count of amendments:
es: Cantidad de enmiendas:
ru: Количество изменений:

source: Data quality
es: Calidad de los datos
ru: Качество данных

source: We have not yet prepared a data quality summary for this dataset.
es: Aún no hemos preparado un resumen de calidad de datos para este conjunto de datos.
ru: Мы еще не подготовили сводку по качеству данных для этого набора данных.

source: Last reviewed:
es: Revisado por última vez:
ru: Последний отзыв:

source: Data not available
es: Datos no disponibles
ru: Данные отсутствуют.

source: Access data
es: Acceso a los datos
ru: Доступ к данным

source: This OCDS dataset is available for download in JSON, Excel or CSV format. You can download the data for contracting processes in a specific year or for all time.
es: Este conjunto de datos OCDS está disponible para ser descargado en formato JSON, Excel o CSV. Puedes descargar los datos de los procesos de contratación de un año específico o de todos los años.
ru: Этот набор данных OCDS доступен для загрузки в формате JSON, Excel или CSV. Вы можете загрузить данные о процессах заключения договоров за определенный год или за все время.

source: Each contracting process is represented as one line of JSON text in the <code>.jsonl</code> file.
es: Cada proceso de contratación está representado como una línea de texto JSON en el archivo <code>.jsonl</code>.
ru: Каждый процесс заключения контракта представлен в виде одной строки текста JSON в <code>.jsonl</code> файле.

source: The <code>.jsonl</code> file is compressed using Gzip. Windows users need <a href="https://www.7-zip.org" target="_blank">7-Zip</a>, <a href="https://www.win-rar.com" target="_blank">WinRAR</a> or <a href="https://www.winzip.com" target="_blank">WinZip</a> to decompress the <code>.gz</code> file.
es: El archivo <code>.jsonl</code> file es comprimido usando Gzip. Los usuarios de Windows necesitan <a href="https://www.7-zip.org" target="_blank">7-Zip</a>, <a href="https://www.win-rar.com" target="_blank">WinRAR</a> o <a href="https://www.winzip.com" target="_blank">WinZip</a> para descomprimir el archivo <code>.gz</code>.
ru: Файл <code>.jsonl</code> сжат с помощью Gzip. Пользователям Windows требуется <a href="https://www.7-zip.org" target="_blank">7-Zip</a>, <a href="https://www.win-rar.com" target="_blank">WinRAR</a> или <a href="https://www.winzip.com" target="_blank">WinZip</a> для распаковки файла <code>.gz</code> file.

source: Each contracting process is represented as one row in the <code>main</code> sheet. Other sheets link to it via the <code>main_ocid</code> column. In general, each sheet is linked to its parent sheet via the <code>[sheet_name]_id</code> column.
es: Cada proceso de contratación está representado como una fila en la hoja <code>main</code>. Otras hojas pueden enlazarse a esta a través de la columna <code>main_ocid</code>. En general, cada hoja puede enlazarse con su hoja padre mediante la columna<code>[nombre_de_la_hoja]_id</code>.
ru: Каждый процесс заключения контракта представлен одной строкой на <code>основном</code> листе. Другие листы ссылаются на него через столбец <code>main_ocid</code>. Как правило, каждый лист связан с родительским листом через столбец <code>[sheet_name]_id</code>.

source: Excel files can have at most <a href="https://support.microsoft.com/en-us/office/excel-specifications-and-limits-1672b34d-7043-467e-8e27-269d656771c3" target="_blank">1,048,576 rows</a>. If a year is missing, it had too many rows. Download the CSV files, instead.
es: Los archivos Excel pueden tener como máximo <a href="https://support.microsoft.com/en-us/office/excel-specifications-and-limits-1672b34d-7043-467e-8e27-269d656771c3" target="_blank">1,048,576 filas</a>. Si un año no está, es que tiene demasiadas filas. Descargue los archivos CSV en su lugar.
ru: Файлы Excel могут содержать не более <a href="https://support.microsoft.com/en-us/office/excel-specifications-and-limits-1672b34d-7043-467e-8e27-269d656771c3" target="_blank">1,048,576 строк</a>. Если год отсутствует, в нем было слишком много строк. В таком случае загрузите файлы в формате CSV.

source: Each contracting process is represented as one row in the <code>main.csv</code> file. Other files link to it via the <code>main_ocid</code> column. In general, each file is link to its parent file via the <code>[file_name]_id</code> column.
es: Cada proceso de contratación es representado como una fila en el archivo <code>main.csv</code>. Otros archivos pueden enlazarse a este a través de la columna <code>main_ocid</code>. En general, cada archivo puede enlazarse con su archivo padre mediante la columna<code>[nombre_del_archivo]_id</code>.
ru: Каждый процесс заключения контракта представлен одной строкой в файле <code>main.csv</code>. Другие файлы ссылаются на него через столбец <code>main_ocid</code>. Как правило, каждый файл связан со своим родительским файлом через столбец<code>[имя_файла]_id</code>.

source: The <code>.csv</code> files are archived using tar and compressed using Gzip. Windows users need <a href="https://www.7-zip.org" target="_blank">7-Zip</a>, <a href="https://www.win-rar.com" target="_blank">WinRAR</a> or <a href="https://www.winzip.com" target="_blank">WinZip</a> to decompress the <code>.tar.gz</code> file.
es: Los archivos <code>.csv</code> son archivados usando tar y comprimidos usando Gzip. Los usuarios Windows necesitan <a href="https://www.7-zip.org" target="_blank">7-Zip</a>, <a href="https://www.win-rar.com" target="_blank">WinRAR</a> o <a href="https://www.winzip.com" target="_blank">WinZip</a> para descomprimir el archivo <code>.tar.gz</code> file.
ru: Файлы <code>.csv</code> архивируются с помощью tar и сжимаются с помощью Gzip. Пользователям Windows требуется <a href="https://www.7-zip.org" target="_blank">7-Zip</a>, <a href="https://www.win-rar.com" target="_blank">WinRAR</a> или <a href="https://www.winzip.com" target="_blank">WinZip</a> для распаковки файла <code>.tar.gz</code>.

source: Have questions, feedback on this dataset or content on this page?
es: Tiene alguna pregunta o retroalimentación sobre este conjunto de datos u otro contenido en esta página?
ru: Есть ли у вас вопросы, отзывы об этом наборе данных или содержимом этой страницы?

source: Contact Data Support Team
es: Contacta al Equipo de Datos
ru: Связаться со службой поддержки данных

source: Available
es: Disponible
ru: Доступный

source: Unavailable
es: No disponible
ru: Недоступен

source: All time
es: Todos los años
ru: Все время

source: Files not yet available.
es: Archivos no disponibles aún.
ru: Файлы пока недоступны.

source: What is open contracting
es: Qué son las contrataciones abiertas
ru: Что собой являет открытое контрактирование?

source: Impact
es: Impacto
ru: Влияние

source: Implement
es: Implementación
ru: Внедрение

source: About
es: Acerca de
ru: Про проект

source: News & Community
es: Noticias & Comunidad
ru: Новости и сообщество

source: Contact
es: Contacto
ru: Контакты

source: Connect with us:
es: Conecta con nosotros:
ru: Связаться с нами:

source: This work by the Open Contracting Partnership, unless otherwise noted, is licensed under a Creative Commons Attribution 4.0 International License.
es: Este trabajo de Open Contracting Partnership, a menos que se indique lo contrario, tiene una licencia Creative Commons Attribution 4.0 International License.
ru: Эта работа Open Contracting Partnership, если не указано иное, находится под лицензией Creative Commons Attribution 4.0 International License.

source: Terms
es: Términos
ru: Условия

source: Select language
es: Elige el idioma
ru: Выбрать язык

source: Data Registry
es: Registro de Datos
ru: Реестр данных

source: Search for and access datasets by country
es: Búsqueda y acceso a conjuntos de datos por país
ru: Поиск и доступ к наборам данных по странам

source: START YOUR SEARCH
es: EMPIECE SU BÚSQUEDA
ru: Начните поиск

source: Data by Country
es: Datos por país
ru: Данные по странам

source: We designed the Data Registry to help you find and access public procurement datasets that are available in the <a href="https://standard.open-contracting.org/latest/en/primer/what/" target="_blank">OCDS format</a>.
es: Hemos diseñado el Registro de Datos para ayudarte a encontrar y acceder a conjuntos de datos de procesos de contratación pública que están disponibles en el <a href="https://standard.open-contracting.org/latest/es/primer/what/" target="_blank">formato OCDS</a>.
ru: Мы разработали Реестр данных, чтобы помочь вам найти и получить доступ к наборам данных о государственных закупках, доступных в <a href="https://standard.open-contracting.org/latest/en/primer/what/" target="_blank">формате OCDS</a>.

source: Currently, you can access data from over 100 publishers from around the world as <b>compiled releases</b> with the latest value of each field. <a href="https://standard.open-contracting.org/latest/en/primer/releases_and_records/" target="_blank">Learn about how OCDS data is published</a>.
es: Actualmente puedes acceder a datos de más de 100 publicadores de todo el mundo como <b>releases compilados</b> con el valor más actualizado de cada campo. <a href="https://standard.open-contracting.org/latest/es/primer/releases_and_records/" target="_blank">Aprende sobre cómo se publica OCDS</a>.

source: Learn about the source
es: Aprenda más sobre la fuente
ru: Узнать об источнике данных

source: We describe each dataset's source and coverage, at both an administrative level (public bodies, systems and procedures covered) and technical level (fields covered and linked documents).
es: Describimos la fuente y la cobertura de cada conjunto de datos, tanto a nivel administrativo (organismos públicos, sistemas y procedimientos cubiertos) como a nivel técnico (campos cubiertos y documentos vinculados).
ru: Для каждого набора данных мы описываем его источник и охват как на административном (государственные органы, системы и процедуры), так и на техническом уровне (доступные поля и связанные документы).

source: We include information on any known data quality issues.
es: Incluimos información sobre cualquier problema conocido de calidad de los datos.
ru: Мы включаем информацию о любых известных проблемах с качеством данных.

source: Get instant access to data
es: Obtenga acceso instantáneo a los datos
ru: Получите мгновенный доступ к данным

source: Whole OCDS datasets are available to download in bulk, in JSON, Excel and CSV formats.
es: Los conjuntos de datos completos de OCDS están disponibles para descargar en forma masiva, en formatos JSON, Excel y CSV.
ru: Полные наборы данных OCDS доступны для массовой загрузки в форматах JSON, Excel и CSV.

source: Search for and download OCDS data
es: Busca y descarga datos OCDS
ru: Поиск и загрузка данных OCDS

source: Find and filter OCDS datasets to download as JSON, Excel or CSV.
es: Encuentra y filtra conjuntos de datos OCDS como JSON, Excel o CSV.
ru: Найдите и отфильтруйте наборы данных OCDS для загрузки в формате JSON, Excel или CSV.

source: BACK TO REGISTRY HOME
es: VOLVER AL INICIO DEL REGISTRO
ru: Назад на главную

source: Filters
es: Filtros
ru: Фильтры

source: Close
es: Cerrar

source: Clear all filters
es: Borrar todos los filtros
ru: Очистить все фильтры

source: Country
es: País
ru: Страна

source: Unlisted countries have no datasets
es: Los países no listados no tienen conjuntos de datos

source: Information about the country list
es: Información sobre el listado de países

source: Select a country
es: Seleccione un país
ru: Выберите страну

source: All
es: Todos
ru: Все

source: Region
es: Región
ru: Регион

source: Data date range
es: Rango de fechas de los datos:
ru: Диапазон дат данных

source: Update frequency
es: Frecuencia de actualización
ru: Частота обновления

source: Data contains
es: Los datos contienen
ru: Данные содержат

source: %(counter)s dataset matches the selected filters:
es: %(counter)s conjunto de datos coincide con los filtros seleccionados:

source: Remove country filter
es: Eliminar filtro de país

source: Remove region filter
es: Eliminar filtro de región

source: Remove data date range filter
es: Eliminar filtro de rango de fechas de datos

source: Remove update frequency filter
es: Eliminar filtro de frecuencia de actualización

source: Remove data availability filter
es: Eliminar filtro de disponibilidad de datos

source: Showing all %(counter)s datasets
es: Mostrando todos los %(counter)s conjuntos de datos
ru: Показаны все %(counter)sнаборов данных

source: See details
es: Ver detalles
ru: Смотреть детали

source: Back to Top
es: Volver arriba
ru: вернуться наверх

source: data.open-contracting.org Support Request re: %(collection)s
es: data.open-contracting.org Pedido de soporte re: %(collection)s
ru: data.open-contracting.org Запрос на поддержку по поводу: %(collection)s

source: Past month
es: Mes pasado
ru: Прошлый месяц

source: Past 6 months
es: Últimos 6 meses
ru: Прошедшие 6 месяцев

source: Past year
es: Año pasado
ru: Прошлый год

source: Past 5 years
es: Últimos 5 años
ru: Прошедшие 5 лет

source: Parties data
es: Datos de las partes involucradas
ru: Данные о сторонах

source: Plannings data
es: Datos de planeación
ru: Данные о планировании

source: Tenders data
es: Datos de licitación
ru: Данные о тендерах

source: Awards data
es: Datos de adjudicación
ru: Данные о присуждениях

source: Contracts data
es: Datos de contratos
ru: Данные о контрактах

source: Documents data
es: Datos de documentos
ru: Данные документов

source: Milestones data
es: Datos de hitos
ru: Данные о этапах

source: Amendments data
es: Datos de enmiendas
ru: Данные о изменениях

source: OCDS data for %(country)s: %(title)s
es: Datos OCDS de %(country)s: %(title)s
ru: Данные OCDS %(country)s: %(title)s

source: Asia
ru: Азия

source: Open Contracting Partnership
ru: Партнерство за открытое контрактирование

source: Currently, you can access data from over 50 publishers from around the world as <b>compiled releases</b> with the latest value of each field. <a href="https://standard.open-contracting.org/latest/en/primer/releases_and_records/" target="_blank">Learn about how OCDS data is published</a>.
ru: В настоящее время вы можете получить доступ к данным более чем 50 издателей со всего мира в виде <b>скомпилированных выпусков</b> с последним значением каждого поля. <a href="https://standard.open-contracting.org/latest/en/primer/releases_and_records/" target="_blank">Узнайте, как публикуются данные OCDS</a>.

source: %(counter)s dataset matches the selected filters
ru: %(counter)sнабор данных соответствуют выбранным фильтрам

source: OCP Kingfisher Database
ru: База данных OCP Kingfisher
